{
  "Books": [
    {
      "id": 1,
      "name": "É assim que começa (Vol. 2 É assim que acaba)",
      "book_url": "https://amazon.com.br/assim-que-come%C3%A7a-Vol-acaba/dp/6559811395/ref=zg_bs_books_sccl_1/000-0000000-0000000?psc=1",
      "author": "Colleen Hoover",
      "sinopse": "'É Assim que Começa' é um romance de Colleen Hoover publicado em 2018. O livro conta a história de Atlee e Tate, dois adolescentes de 17 anos que moram na mesma cidade pequena. Um dia, eles se encontram e desenvolvem um forte laço. No entanto, logo descobrem que seus pais estão passando por um divórcio acalorado. À medida que o drama familiar se intensifica, Atlee e Tate se aproximam cada vez mais, mas logo descobrem que seus sentimentos podem ter consequências devastadoras.",
      "trama_personagens": "Atlee e Tate são personagens complexos e profundos que são facilmente relacionáveis. Atlee é uma adolescente forte, independente e corajosa que luta para entender o que é certo e o que é errado em meio às circunstâncias difíceis que ela enfrenta. Tate é um adolescente solitário que se sente vazio e desconectado do mundo ao seu redor. A história mostra como eles se conectam de maneira significativa e como lidam com o drama familiar que os cerca.\n  Além dos personagens principais, há também um elenco variado de personagens secundários, como os pais de Atlee e Tate, os amigos de Atlee e os professores de Tate. Eles todos desempenham um papel importante na trama, adicionando nuances e complexidade à narrativa.",
      "author_style": "Colleen Hoover é um autor extremamente talentoso e versátil. Ela escreve de uma forma que é convincente e envolvente. O livro é narrado em primeira pessoa por Atlee e Tate, o que torna a leitura ainda mais envolvente. A autora também usa metáforas e símbolos para adicionar significado à narrativa.\nOutra característica importante da escrita de Hoover é seu uso de diálogos envolventes, ricos em detalhes e muito bem escritos. Os diálogos são vivos e realistas, o que ajuda a desenvolver os personagens de forma convincente.",
      "author_obras_relation": "'É Assim que Começa' é um romance adolescente profundamente emotivo que se destaca de outras obras de ficção contemporânea. É diferente de outros romances de Colleen Hoover, como ´Slammed', que é mais focado em romance e comédia, e 'Ugly Love', que é mais centrado em drama.\n Também é interessante notar as semelhanças entre 'É Assim que Começa' e outros romances adolescentes populares, como 'The Fault in Our Stars' de John Green e 'The Perks of Being a Wallflower' de Stephen Chbosky. Como esses livros, 'É Assim que Começa' aborda questões profundas sobre o amor, o significado da vida e a importância de ser fiel a si mesmo.",
      "analise_tematica": "Ao longo da narrativa, há vários temas importantes que são explorados. Um deles é o papel da mulher na sociedade. Atlee luta para encontrar seu lugar no mundo enquanto enfrenta pressões sociais e expectativas de outras pessoas. Outro tema importante é a luta de uma celebridade para se manter relevante. Tate se sente pressionado a viver até as expectativas de seu pai, que é uma celebridade de Hollywood de longa data.\n Há também vários símbolos importantes ao longo da narrativa. Por exemplo, o jardim de Atlee simboliza a passageira da vida, enquanto o avião de Tate simboliza a necessidade de escapar das expectativas da sociedade. Esses símbolos tornam a história ainda mais significativa.",
      "consideracoes_finais": "'É Assim que Começa' é um romance adolescente profundamente emotivo que aborda temas importantes, como o papel da mulher na sociedade e a luta de uma celebridade para se manter relevante. A autora usa metáforas poderosas e símbolos para tornar a história ainda mais significativa. Como resultado, recomendo fortemente 'É Assim que Começa' de Colleen Hoover a todos os leitores."
    }
  ]
}
